In [7]:
import numpy as np
import string
import pandas as pd
import networkx as nx
from matplotlib import pyplot as plt
import seaborn as sns

In [8]:
#header_list = ["primeira","segunda"]
df = pd.read_csv("./data/para_pandas.csv", usecols = [2,0])

In [9]:
df.head()

   primeira  terceira
0        23        57
1        43        68
2        56        53
3        78        41
4        56        47

In [10]:
df

   primeira  terceira
0        23        57
1        43        68
2        56        53
3        78        41
4        56        47
5        35        28
6        57        53
7        48        42
8        87        14

In [13]:
np.savetxt("np.txt", df.values, fmt='%d')